alsa-utils
autoconf
autojump
automake
bash
binutils
bison
bzip2
calibre
cava
chromium
cli-visualizer
cmus
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
e2fsprogs
expac
fakeroot
feh
file
filesystem
findutils
firefox
flex
fzf
fzy
gawk
gcc
gcc-libs
gettext
git
glibc
gparted
grep
grub
gzip
htop-vim-git
i3-gaps
inetutils
intel-ucode
iproute2
iputils
ipython
irssi
jfsutils
keepassx2
less
libvisual-plugins
licenses
linux
linux-firmware
logrotate
lsd
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mplayer
mpv
nano
ncdu
neofetch
neovim
nerd-fonts-bitstream-vera-mono
nerd-fonts-hack
nerd-fonts-iosevka
netctl
nmap
nnn
ntfs-3g
numix-icon-theme-git
numix-themes-archblue
numix-themes-darkblue
numix-themes-electric
openssh
pacman
pacman-contrib
patch
pciutils
perl
pkgconf
polybar
procps-ng
projectm-libvisual-alsa
psmisc
pydf
python-pyalsa
python-virtualenvwrapper
qterminal
qutebrowser
redshift
reflector
reiserfsprogs
rsync
ruby
s-nail
sakura
sed
shadow
siji-git
sudo
sxiv
sysfsutils
systemd-sysvcompat
tar
telegram-desktop
terminus-font
texinfo
thunderbird
transmission-qt
ttf-bitstream-vera
ttf-hack
tty-clock
usbutils
util-linux
vagrant
vi
vifm
virtualbox
virtualbox-guest-iso
which
xclip
xcursor-breeze
xfsprogs
xorg-server
xorg-xinit
yay
youtube-dl
zathura
