alsa-utils
atom
autoconf
autojump
automake
baobab
bash
bash-completion
binutils
bison
btrfs-progs
bzip2
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
f2fs-tools
fakeroot
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gparted
gptfdisk
grep
groff
gvfs
gzip
htop
i3-wm
i3status
inetutils
iproute2
iputils
ipython
irssi
jfsutils
keepassx
less
libtool
licenses
linux
logrotate
lvm2
lxappearance
m4
macchanger
make
man-db
man-pages
mdadm
nano
ncdu
neovim
net-tools
netctl
nfs-utils
nmap
ntfs-3g
openssh
pacman
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
pydf
python
python-neovim
python-pip
python2-neovim
redshift
reiserfsprogs
s-nail
sed
shadow
smplayer
sudo
sysfsutils
syslinux
systemd-sysvcompat
tar
texinfo
thunar
thunar-volman
thunderbird
transmission-qt
tree
usbutils
util-linux
vi
virtualbox
wget
which
wpa_actiond
wpa_supplicant
xclip
xf86-input-evdev
xf86-input-joystick
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-voodoo
xfce4-terminal
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-dl
zathura
